vsopSimulate/template/江西/WorkSheetAcceptSV/JXR5.1.2.2服务开通工单请求_10固话新装开通能力产品.xml

<?xml version="1.0" encoding="GBK"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <SOAP-ENV:Body>
    <m:WorkListFKToVSOPReq xmlns:m="http://www.mbossvsop.com.cn/vsop">
      <request><![CDATA[
			<Request><SessionBody><SessionHead>
<WorkListFKToVSOPReq>
	<StreamingNo>186382745</StreamingNo>
	<TimeStamp>20101129031107</TimeStamp>
	<SystemId>206</SystemId>
	<OrderId>234617835</OrderId>
	<ActionType>10</ActionType>
	<PorductInstID>2577440950</PorductInstID>
	<ProdSpecCode>00</ProdSpecCode>
	<ProductNo>7440950</ProductNo>
	<OldProductNo/>
	<ReginID>0795</ReginID>
	<ProductOfferId/>
	<VProductInfo>
		<ActionType>0</ActionType>
		<VProductID>K1</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<AProductInfo>
		<ActionType/>
		<AProductID/>
	</AProductInfo>
	<UserState>00A</UserState>
	<UserPayType>0</UserPayType>
</WorkListFKToVSOPReq>
 </SessionHead></SessionBody></Request>
			]]></request>
    </m:WorkListFKToVSOPReq>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
